Repository: Mohammed-hani69/egypt-tourism-platform
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar

source: Egypt Tourism
ar: السياحة في مصر

source: Home
ar: الرئيسية

source: Attractions
ar: المعالم السياحية

source: Tour Guides
ar: المرشدين السياحيين

source: Language Practice
ar: تعلم اللغات

source: Search...
ar: بحث...

source: Account
ar: الحساب

source: My Profile
ar: الملف الشخصي

source: Logout
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: Register
ar: تسجيل جديد

source: Discover Egypt's Wonders
ar: اكتشف روائع مصر

source: Explore ancient pyramids, stunning temples, vibrant cities, and beautiful beaches all in one destination.
ar: استكشف الأهرامات القديمة، والمعابد المذهلة، والمدن النابضة بالحياة، والشواطئ الجميلة، كل ذلك في وجهة واحدة.

source: Explore Now
ar: استكشف الآن

source: Featured Attractions
ar: معالم سياحية مميزة

source: Learn More
ar: اقرأ المزيد

source: No featured attractions available at the moment.
ar: لا توجد معالم سياحية مميزة متاحة في الوقت الحالي.

source: View All Attractions
ar: عرض جميع المعالم السياحية

source: Why Visit Egypt?
ar: لماذا تزور مصر؟

source: Rich History
ar: تاريخ غني

source: Discover one of the world's oldest civilizations with monuments dating back thousands of years.
ar: اكتشف واحدة من أقدم الحضارات في العالم مع آثار يعود تاريخها إلى آلاف السنين.

source: Beautiful Beaches
ar: شواطئ جميلة

source: Enjoy pristine beaches and world-class diving along the Red Sea coast.
ar: استمتع بالشواطئ النقية والغوص على مستوى عالمي على طول ساحل البحر الأحمر.

source: Delicious Cuisine
ar: مأكولات لذيذة

source: Savor authentic Egyptian dishes that blend flavors from across the Mediterranean and Middle East.
ar: استمتع بالأطباق المصرية الأصيلة التي تمزج النكهات من جميع أنحاء البحر المتوسط والشرق الأوسط.

source: Explore Egypt By Region
ar: استكشف مصر حسب المنطقة

source: Explore attractions in this region.
ar: استكشف المعالم السياحية في هذه المنطقة.

source: View Attractions
ar: عرض المعالم السياحية

source: Regions information coming soon!
ar: معلومات المناطق قادمة قريبا!

source: Connect with Professional Tour Guides
ar: تواصل مع المرشدين السياحيين المحترفين

source: Find experienced guides who speak your language and can show you the best of Egypt.
ar: ابحث عن مرشدين ذوي خبرة يتحدثون لغتك ويمكنهم إظهار أفضل ما في مصر.

source: Find a Guide
ar: ابحث عن مرشد

source: Practice Languages with Locals
ar: ممارسة اللغات مع السكان المحليين

source: Are you a language student? Connect with Egyptian students and guides to practice your language skills while exploring Egypt.
ar: هل أنت طالب لغة؟ تواصل مع الطلاب المصريين والمرشدين لممارسة مهاراتك اللغوية أثناء استكشاف مصر.

source: Explore Egyptian Attractions
ar: استكشف المعالم السياحية المصرية

source: Filter by Region:
ar: تصفية حسب المنطقة:

source: All Regions
ar: جميع المناطق

source: Sort by:
ar: ترتيب حسب:

source: Name (A-Z)
ar: الاسم (أ-ي)

source: Rating (High to Low)
ar: التقييم (من الأعلى إلى الأقل)

source: Map View
ar: عرض الخريطة

source: View Details
ar: عرض التفاصيل

source: No attractions found with the selected filters. Please try different filters.
ar: لم يتم العثور على معالم سياحية بالمرشحات المحددة. يرجى تجربة مرشحات مختلفة.
